Repository: prateekpandeycr/parameters-check-localization
Catalog: projects/localizei18n/src/locale/messages.*.xlf
Languages: eu

# heading
source: Hello Internationalization its prateek!
eu: EU Value Heading Hello Internationalization its prateek

# checkLang
source: Meta Data for i18n prepaired by Prateek
eu: EU Value Meta Data for i18n prepaired by Prateek

# href1
source: /en-JA/portfolio
eu: EU Value /en-JA/portfolio

# title1
source: attribute Check
eu: EU Value attribute Check

# aTag
source: Attribute Check
eu: EU Value Attribute Check

# input-placeholder
source: Enter your name
eu: EU Value Enter your name

# imageTag
source: Alt text for logo image
eu: EU Value Heading Alt text for logo image

# myCustomId
source: Submit
eu: EU Value Submit

# heading1
source: Hello Internationalization its prateek!
eu: EU Value Heading Hello Internationalization its prateek

# checkLang1
source: Meta Data for i18n prepaired by Prateek
eu: EU Value Meta Data for i18n prepaired by Prateek

# href11
source: /en-JA/portfolio
eu: EU Value Heading /en-JA/portfolio

# title11
source: attribute Check
eu: EU Value Heading attribute Check

# aTag1
source: Attribute Check
eu: EU Value Heading Attribute Check

# input-placeholder1
source: Enter your name
eu: EU Value Heading Enter your name

# imageTag1
source: Alt text for logo image
eu: EU Value Heading Alt text for logo image

# myCustomId1
source: Submit
eu: EU Value Submit

# heading2
source: Hello Internationalization its prateek!
eu: EU Value Heading Hello Internationalization its prateek

# checkLang2
source: Meta Data for i18n prepaired by Prateek
eu: EU Value Meta Data for i18n prepaired by Prateek

# href12
source: /en-JA/portfolio
eu: EU Value /en-JA/portfolio

# title12
source: attribute Check
eu: EU Value attribute Check

# aTag2
source: Attribute Check
eu: EU Value Attribute Check

# input-placeholder2
source: Enter your name
eu: EU Value Enter your name

# imageTag2
source: Alt text for logo image
eu: EU Value Alt text for logo image

# myCustomId2
source: Submit
eu: EU Value Submit

# localizeId
source: Created by this.title
eu: EU Value Created by this.title

source: Option 1
eu: EU Value Option 1

source: Option 2
eu: EU Value Option 2

source: Option 3
eu: EU Value Option 3
